var data = [
    {
        "date": "Sep 18 2016",
        "title": "正式虾肥蟹壮时",
        "imgSrc": "/images/post/crab.png",
        "avatar": "/images/avatar/1.png",
        "content": "喀麦隆总统比亚是2018年第一位来华访问的非洲国家元首，也是中国全国两会后到访的首位外国元首。习近平主席对他说：建交47年来，两国始终互相尊重、平等相待，中喀友好深入人心",
        "reading": "112",
        "headImgSrc": "/images/post/crab.png",
        "author": "林白衣",
        "dateTime": "24小时前",
        "detail": "天下艰难际，时势造英雄。在14年反抗日本军国主义侵略特别是8年全面抗战的艰苦岁月中，全体中华儿女万众一心、众志成城，凝聚起抵御外侮、救亡图存的共同意志，谱写了感天动地、气壮山河的壮丽史诗，涌现出杨靖宇、赵尚志、左权、彭雪枫、佟麟阁、赵登禹、张自忠、戴安澜等一批抗日英烈和八路军“狼牙山五壮士”、新四军“刘老庄连”、东北抗联八位女战士及国民党军“八百壮士”等众多英雄群体。无论是正面战场还是敌后战场，无论是直接参战还是后方支援，所有投身中国人民抗日战争中的人们，都是抗战英雄，都是民族英雄。在座很多人都是抗战的亲历者、见证者，经历了战火洗礼，把青春和热血献给了人类和平事业。",
        "collection": "96",
        "postId": 0
    },
    {
        "date": "Sep 25 2016",
        "title": "正式虾肥蟹壮时",
        "imgSrc": "/images/post/bl.png",
        "avatar": "/images/avatar/2.png",
        "content": "喀麦隆总统比亚是2018年第一位来华访问的非洲国家元首，也是中国全国两会后到访的首位外国元首。习近平主席对他说：建交47年来，两国始终互相尊重、平等相待，中喀友好深入人心",
        "reading": "112",
        "headImgSrc": "/images/post/crab.png",
        "author": "林白衣1",
        "dateTime": "24小时前",
        "detail": "天下艰难际，时势造英雄。在14年反抗日本军国主义侵略特别是8年全面抗战的艰苦岁月中，全体中华儿女万众一心、众志成城，凝聚起抵御外侮、救亡图存的共同意志，谱写了感天动地、气壮山河的壮丽史诗，涌现出杨靖宇、赵尚志、左权、彭雪枫、佟麟阁、赵登禹、张自忠、戴安澜等一批抗日英烈和八路军“狼牙山五壮士”、新四军“刘老庄连”、东北抗联八位女战士及国民党军“八百壮士”等众多英雄群体。无论是正面战场还是敌后战场，无论是直接参战还是后方支援，所有投身中国人民抗日战争中的人们，都是抗战英雄，都是民族英雄。在座很多人都是抗战的亲历者、见证者，经历了战火洗礼，把青春和热血献给了人类和平事业。",
        "collection": "96",
        "postId": 1
    },
    {
        "date": "Sep 30 2016",
        "title": "正式虾肥蟹壮时",
        "imgSrc": "/images/post/crab.png",
        "avatar": "/images/avatar/1.png",
        "content": "喀麦隆总统比亚是2018年第一位来华访问的非洲国家元首，也是中国全国两会后到访的首位外国元首。习近平主席对他说：建交47年来，两国始终互相尊重、平等相待，中喀友好深入人心",
        "reading": "112",
        "headImgSrc": "/images/post/crab.png",
        "author": "林白衣2",
        "dateTime": "24小时前",
        "detail": "天下艰难际，时势造英雄。在14年反抗日本军国主义侵略特别是8年全面抗战的艰苦岁月中，全体中华儿女万众一心、众志成城，凝聚起抵御外侮、救亡图存的共同意志，谱写了感天动地、气壮山河的壮丽史诗，涌现出杨靖宇、赵尚志、左权、彭雪枫、佟麟阁、赵登禹、张自忠、戴安澜等一批抗日英烈和八路军“狼牙山五壮士”、新四军“刘老庄连”、东北抗联八位女战士及国民党军“八百壮士”等众多英雄群体。无论是正面战场还是敌后战场，无论是直接参战还是后方支援，所有投身中国人民抗日战争中的人们，都是抗战英雄，都是民族英雄。在座很多人都是抗战的亲历者、见证者，经历了战火洗礼，把青春和热血献给了人类和平事业。",
        "collection": "96",
        "postId": 2
    }
]

export default data